{
	"door": ["a door", "A heavy wooden door."],
	"openDoor": ["an open door", "An open door. It is made of oldgrowth wood."],
	"wall": ["a wall", "A sturdy wall made of stone. It feels cool and slightly damp."],
	"upStairs": ["a stairway leading up", "A stairway made of stone. It is leading up to the previous floor."],
	"downStairs": ["a stairway leading down", "A stairway made of stone. It is leading down to the next floor."],
	"@": ["yourself", "You - a brave adventurer searching for fame and fortune."],
	"k": ["a kobold", "These small, evil, dog-like humanoids usually live underground in tight-knit clans. They have scaly, rust-brown skin and no hair."],
	"b": ["a bandit","Bandits are thieves who have joined together for the purpose of robbing others. Frequently, they live in small communities and send out raiding groups."],
	"d": ["a dryad","Dryads are beautiful tree spirits who live in trees, in woodlands or dense forests. They are shy, reclusive and very suspicious of strangers. Dryads posses a powerful weaken foe ability."],
	"S": ["a giant spider","This vicious arachnid is two meters long, and has a red \"hourglass\" mark on its belly. The venomous bite of the giant spider can slow its victim to match the spider's speed."],
	"W": ["a werewolf","These creatures are semi-intelligent and usually hunt in packs. A werewolf's bite can inflict disease on its victim."],
	"M": ["a minotaur","A minotaur is a large man-shaped creature with the head, hide and temperament of a bull. It is larger than human size and eats humans. When attacking it may go berserk."],
	"sh": ["healing salve", "A small vial containing fragrant, light-green salve. Restores life to %100 when applied."],
	"ec":["elixir of the cheetah","This elixir temporarily grants great speed when quaffed."],
	"ee":["elixir of the elephant","This elixir temporarily protects the drinker's body with a thick hide."],
	"eh":["elixir of the hawk","This elixir temporarily grants ultra-human eyesight and reflexes."],
	"el":["elixir of the lion","This elixir temporarily strengthens the drinker immensly."],
	"be": ["boots of escape", "These finely crafted leather boots allow the wearer to run with great speed."],
	"hs":["Hermes' sandals","These winged sandals are made of imperishable gold and allow the wearer to move as swiftly as any bird."],
	"la":["leather armor","This armor is made of leather that was boiled in wax for extra toughness."],
	"bp":["breastplate", "This breastplate is made of iron and offers excellent protection to vital organs without limiting mobility."],
	"row":["ring of wisdom","This small silver ring imbues its wearer with uncanny wisdom."],
	"aoe":["amulet of enlightenment","Enlightenment permeates this simple looking amulet, granting its wearer the spirit of the gods."],
	"coe":["cap of endurance", "This steel skullcap protects the head whithout restricting the wearer's ability to wear fashinable hats."],
	"hoh":["helm of hardiness", "The helm of hardiness is hardy!"],
	"god":["gloves of dexterity","The swiftness of hand these gloves enable allow their wearer to perfom better in battle."],
	"ab":["Achilles' bracer","This magical bronze bracer contains within it the great warrior's spirit."],
	"ss": ["short sword", "A one handed hilt attached to a thrusting blade approximally 60cm in length."],
	"ls":["long sword","Long swords have long cruciform hilts with grips and  double-edged blades over one meter long."],
	"s":["staff","a shaft of hardwood with metal tips."],
	"d":["dagger","a double-edged blade used for stabbing or thrusting."],
}